regionid = {'台北市': 1, '基隆市': 2, '新北市': 3, '新竹市': 4, '新竹縣': 5, '桃園市': 6}
section = {
    '台北市': {
        '中正區': 1,
        '大同區': 2,
        '中山區': 3,
        '松山區': 4,
        '大安區': 5,
        '信義區': 7,
        '士林區': 8,
        '北投區': 9,
        '內湖區': 10,
        '南港區': 11,
        '文山區': 12
    },
    '基隆市': {
        '信義區': 14,
        '中正區': 15,
        '中山區': 16
    },
    '新北市': {
        '板橋區': 26,
        '新店區': 34,
        '永和區': 37,
        '中和區': 38,
        '土城區': 39,
        '三重區': 43,
        '新莊區': 44,
        '林口區': 46,
        '蘆洲區': 47,
        '淡水區': 50,
    },
    '新竹縣': {
        '竹北市': 54
    },
    '桃園市': {
        '中壢區': 67,
        '桃園區': 73,
        '龜山區': 74,
        '八德區': 75,
    },
    '新竹市': {
        '東區': 371,
        '北區': 372,
        '香山區': 370
    }
}
